
export default [
  {
    body:
      'Ищу машину  с Читы до Агинска, в 22-00, на сегодня, на данный момент в пути.  89244535332',
    cleanedBody: 'Читы Агинска',
    route: ['Чита', 'Агинское'],
  },
  {
    body:
      'Ищу машину с Улан-Удэ до Агинска на воскресенье два человека. На 8 число вечеромТел.8-902-457-30-09, 89996035020',
    cleanedBody: 'Улан-Удэ Агинска',
    route: ['Улан-Удэ', 'Агинское'],
  },
  {
    body: '3.04.21г.-выезжаю Дульдурги-Агинск-Чита есть 4места. т.89962804104',
    cleanedBody: 'Дульдурги-Агинск-Чита',
    route: ['Дульдурга', 'Агинское', 'Чита'],
  },
  {
    body:
      'Сегодня 03.04 во второй половине дня едет кто-нибудь из Улан-удэ до Иркутска? Возьмите меня пожалуйста за отдельную плату разумеется, 1 пассажир. 89240175333',
    cleanedBody: 'Улан-удэ Иркутска разумеется',
    route: ['Улан-Удэ', 'Иркутск'],
  },
  {
    body:
      'Возьмем папутчиков с Читы в сторону Иркутска, 5 апреля,звоните заранее.8914-124-25-80.  8924-505-88-59машина просторная',
    cleanedBody: 'Читы Иркутска просторная',
    route: ['Чита', 'Иркутск'],
  },
  {
    body: 'Завтра еду\nДаурия\nБорзя\nЗабайкальск\nКраснокаменск 8 00 89144518767',
    cleanedBody: 'Даурия Борзя Забайкальск Краснокаменск',
    route: ['Даурия', 'Борзя', 'Забайкальск', 'Краснокаменск'],
  },
  {
    body:
      'Сегодня  6 апреля в 14.00  выезжаю с Читы на легковом автомобиле в Борзю ,возьму пассажиров . Тел.89145198382',
    cleanedBody: 'Читы Борзю',
    route: ['Чита', 'Борзя'],
  },
  {
    body: 'Ищу машину с Улан-Удэ до Дульдурги на завтра в обед\n89085942103',
    cleanedBody: 'Улан-Удэ Дульдурги',
    route: ['Улан-Удэ', 'Дульдурга'],
  },
  {
    body:
      'Ищу машину сегодня срочно\nС Забайкальска до Агинска!!\nЗвонить по номеру телефона 89143512738 или писать',
    cleanedBody: 'Забайкальска Агинска',
    route: ['Забайкальск', 'Агинское'],
  },
  {
    body:
      'Сегодня 06 апреля в 18.00 вечера еду из Читы в Краснокаменск могу через Забайкальск есть 3 места для попутчиков звоните 89145006406',
    cleanedBody: 'Читы Краснокаменск Забайкальск',
    route: ['Чита', 'Краснокаменск', 'Забайкальск'],
  },
  {
    body: 'Через минут 30 поеду Забайкальск -Борзя , возьму попутчиков . 89144671753',
    cleanedBody: 'Забайкальск -Борзя',
    route: ['Забайкальск', 'Борзя'],
  },
  {
    body: 'Через час выезжаю из Читы в Борзю. Есть 2 места',
    cleanedBody: 'Читы Борзю',
    route: ['Чита', 'Борзя'],
  },
  {
    body:
      '18-го апреля с Новосибирска до Улан-Удэ возьму пассажиров,груз. Комфортабельный автобус. 2 водителя. Тел. 89834317857',
    cleanedBody: 'Новосибирска Улан-Удэ',
    route: ['Новосибирск', 'Улан-Удэ'],
  },
  {
    body: '11.04.20. В 9-10:00  Еду с Кяхты до Улан-Удэ.  Есть 4 места. Звоните +79244502105',
    cleanedBody: 'Кяхты Улан-Удэ',
    route: ['Кяхта', 'Улан-Удэ'],
  },
  {
    body: 'Еду завтра с Красного в Алек Завод есть места 9243861651',
    cleanedBody: 'Красного Алек Завод',
    route: ['Краснокаменск', 'Александровский Завод'],
  },
];