module.exports = [
  {
    body:
      'Ищу машину  с Читы до Агинска, в 22-00, на сегодня, на данный момент в пути.  89244535332',
    cleanedBody: 'Читы Агинска',
    route: ['Чита', 'Агинское'],
  },
  {
    body:
      'Ищу машину с Улан-Удэ до Агинска на воскресенье два человека. На 8 число вечеромТел.8-902-457-30-09, 89996035020',
    cleanedBody: 'уланудэ Агинска',
    route: ['Улан-Удэ', 'Агинское'],
  },
  {
    body: 'Ищу машину с У -Уд до агинска.1 пассажир без багажа.89243990988',
    route: ['Улан-Удэ', 'Агинское'],
  },
  {
    body: '3.04.21г.-выезжаю Дульдурги-Агинск-Чита есть 4места. т.89962804104',
    cleanedBody: 'Дульдурги Агинск Чита',
    route: ['Дульдурга', 'Агинское', 'Чита'],
  },
  {
    body:
      'Сегодня 03.04 во второй половине дня едет кто-нибудь из Улан-удэ до Иркутска? Возьмите меня пожалуйста за отдельную плату разумеется, 1 пассажир. 89240175333',
    cleanedBody: 'уланудэ Иркутска разумеется',
    route: ['Улан-Удэ', 'Иркутск'],
  },
  {
    body:
      'Возьмем папутчиков с Читы в сторону Иркутска, 5 апреля,звоните заранее.8914-124-25-80.  8924-505-88-59машина просторная',
    route: ['Чита', 'Иркутск'],
  },
  {
    body: 'Завтра еду\nДаурия\nБорзя\nЗабайкальск\nКраснокаменск 8 00 89144518767',
    cleanedBody: 'Даурия Борзя Забайкальск Краснокаменск',
    route: ['Даурия', 'Борзя', 'Забайкальск', 'Краснокаменск'],
  },
  {
    body:
      'Сегодня  6 апреля в 14.00  выезжаю с Читы на легковом автомобиле в Борзю ,возьму пассажиров . Тел.89145198382',
    cleanedBody: 'Читы Борзю',
    route: ['Чита', 'Борзя'],
  },
  {
    body: 'Ищу машину с Улан-Удэ до Дульдурги на завтра в обед\n89085942103',
    cleanedBody: 'уланудэ Дульдурги',
    route: ['Улан-Удэ', 'Дульдурга'],
  },
  {
    body:
      'Ищу машину сегодня срочно\nС Забайкальска до Агинска!!\nЗвонить по номеру телефона 89143512738 или писать',
    cleanedBody: 'Забайкальска Агинска',
    route: ['Забайкальск', 'Агинское'],
  },
  {
    body:
      'Сегодня 06 апреля в 18.00 вечера еду из Читы в Краснокаменск могу через Забайкальск есть 3 места для попутчиков звоните 89145006406',
    cleanedBody: 'Читы Краснокаменск Забайкальск',
    route: ['Чита', 'Краснокаменск', 'Забайкальск'],
  },
  {
    body: 'Через минут 30 поеду Забайкальск -Борзя , возьму попутчиков .',
    route: ['Забайкальск', 'Борзя'],
  },
  {
    body: 'Через час выезжаю из Читы в Борзю. Есть 2 места',
    cleanedBody: 'Читы Борзю',
    route: ['Чита', 'Борзя'],
  },
  {
    body:
      '18-го апреля с Новосибирска до Улан-Удэ возьму пассажиров,груз. Комфортабельный автобус. 2 водителя. Тел. 89834317857',
    cleanedBody: 'Новосибирска уланудэ',
    route: ['Новосибирск', 'Улан-Удэ'],
  },
  {
    body: '11.04.20. В 9-10:00  Еду с Кяхты до Улан-Удэ.  Есть 4 места. Звоните +79244502105',
    cleanedBody: 'Кяхты уланудэ',
    route: ['Кяхта', 'Улан-Удэ'],
  },
  {
    body: 'Еду завтра с Красного в Алек Завод есть места 9243861651',
    role: 'D',
    route: ['Краснокаменск', 'Александровский Завод'],
  },
  {
    body: 'тест Еду завтра с Александровского Завода до Газимурского Завода места',
    role: 'D',
    route: ['Александровский Завод', 'Газимурский Завод'],
  },
  {
    body: 'тесет Возьму пассажиров с алекзавода до Борзи, сейчас выезжаю с газзавода',
    role: 'D',
    route: ['Александровский Завод', 'Борзя', 'Газимурский Завод'],
  },
  {
    body: 'тест Возьму пассажиров с алек завода сейчас выезжаю с газ завода',
    route: ['Александровский Завод', 'Газимурский Завод'],
  },
  {
    body: 'тест Возьму пассажиров с алик завода сейчас выезжаю с гас завода',
    route: ['Александровский Завод', 'Газимурский Завод'],
  },
  {
    body: 'тест Возьму пассажиров с алегзавода сейчас выезжаю с газавода',
    route: ['Александровский Завод', 'Газимурский Завод'],
  },
  {
    body: 'тест Возьму пассажиров с алек-завода сейчас выезжаю с газ-завода',
    route: ['Александровский Завод', 'Газимурский Завод'],
  },
  {
    body: 'тест Возьму пассажиров с алек.завода сейчас выезжаю с газ.завода',
    route: ['Александровский Завод', 'Газимурский Завод'],
  },
  {
    body:
      'Еду сегодня с Краснокамеска до Читы. Выезд в 19.30. Возьму попутно с Забайкальска и т. д. 89141200157. 3 места',
    route: ['Краснокаменск', 'Чита', 'Забайкальск'],
  },
  {
    body:
      'Завтра днем из Кяхты, в Бичуру, Мухоршибирь, возьму пассажиров, груз, посылку. 89146347949',
    route: ['Кяхта', 'Бичура', 'Мухоршибирь'],
  },
  {
    body:
      '18  в 6 утра еду из Иркутска через Улан Удэ, Читу, Борзю, Краснокаменск в Приаргунск, возьму попутный груз, тентованный грузовик до 1250 кг. Т.89144429133',
    route: ['Иркутск', 'Улан-Удэ', 'Чита', 'Борзя', 'Краснокаменск', 'Приаргунск'],
  },
  {
    body:
      '1 пассажир Сегодня 15 апреля, с 15-00 по 19-00 ч могу с кем-нибудь доехать с Шерловой горы до ЧИТЫ за 500 р 89145224649',
    route: ['Шерловая Гора', 'Чита'],
  },
  {
    skip: true,
    body: 'Возьму пассажиров с борзи, ш-горы до агинска, могойтуя. Выезд в 12.00. 89960225519',
    route: ['Борзя', 'Шерловая Гора', 'Агинское', 'Могойтуй'],
  },
  {
    body: 'ищу машину из Могойтуйя до Читы, на сегодня на вечер. тел. 89242961170',
    route: ['Могойтуй', 'Чита'],
  },
  {
    body:
      '15.04.21г. В 14ч00мин. Возьму пассажиров с Забайкальска до Могойтуя и Агинска на легковом авто. 89144750273',
    cleanedBody: 'Забайкальска Могойтуя Агинска',
    route: ['Забайкальск', 'Могойтуй', 'Агинское'],
  },
  {
    body: 'Хабаровск улан удэ, водитель, выезд 15.04, в лс',
    route: ['Хабаровск', 'Улан-Удэ'],
  },
  {
    body: 'Здравствуйте, завтра еду с Читы до улёт, есть 3 места',
    route: ['Чита', 'Улёты'],
  },
  {
    body: 'Хочу уехать из Краснокаменска в Забайкальск в ближайшее время, 89145084526, 89243858017',
    route: ['Краснокаменск', 'Забайкальск'],
    role: 'P',
  },
  {
    body: 'Ищю машину Краснокаменск - Забайкальск 1человек сейчас  писать в лс',
    route: ['Краснокаменск', 'Забайкальск'],
    role: 'P',
  },
  {
    body: '15 04 возму груз могойтуй чита 89294818816',
    route: ['Могойтуй', 'Чита'],
    role: 'D',
  },
  {
    body: 'Сейчас с краснокаменска до забайкальска 1 человек ищет машину 8945165493',
    route: ['Краснокаменск', 'Забайкальск'],
    role: 'P',
  },
  {
    body: 'Хабаровск улан удэ, водитель, выезд 15.04, в лс',
    route: ['Хабаровск', 'Улан-Удэ'],
    role: 'D',
  },
  {
    body: 'В 14.30 - 15.00 едем из Борзи в Забайкальск 89144644072',
    route: ['Борзя', 'Забайкальск'],
    role: 'D',
  },
  {
    body: 'ПЕРЕДАМ КОРОБКУ С ЗАБАЙКАЛЬСКА ДО ЧИТЫ. 89145187718',
    route: ['Забайкальск', 'Чита'],
    role: 'P',
  },
  {
    body: 'С п.Дарасун до Читы,два человека возьмёт кто?',
    route: ['Дарасун', 'Чита'],
    role: 'P',
  },
  {
    body:
      'Ищу машину на завтра со степи до борзи ориентировочно после 16 00 писать в лс, 89145283909',
    route: ['Степь', 'Борзя'],
    role: 'P',
  },
  {
    body: 'Нужно 1 место на сегодня из Читы до Кыры. Тел: 89141407232',
    route: ['Чита', 'Кыра'],
    role: 'P',
  },
  {
    body:
      'Ищу машину на сегодня, из Читы до Билитуя, один человек, во второй половине дня. 89145119013',
    route: ['Чита', 'Билитуй'],
    role: 'P',
  },
  {
    body: 'Возьму пассажиров Первомайский-Чита, завтра в 7 утра. 89145840135',
    route: ['Первомайский', 'Чита'],
    role: 'D',
  },
  {
    body: 'Возьму попутный груз до Кяхты 18.04.2021. Тел. для связи 89835312111',
    route: ['Кяхта'],
    role: 'D',
  },
  {
    body: 'Возьму с улан-удэ до Тарбагатая груз на 17.04.2021 и обратно. Подробнее в ЛС',
    route: ['Улан-Удэ', 'Тарбагатай'],
    role: 'D',
  },
  {
    body:
      'Кто нибудь едет из Читы в Могочу? Желательно сегодня вечером. Возьмите попутчика. 89144381025.',
    route: ['Чита', 'Могоча'],
    role: 'P',
  },
  {
    body: 'Ищу машину Кырен-Слюдянка. Сейчас. 89960245196',
    route: ['Кырен', 'Слюдянка'],
    role: 'P',
  },
  {
    body: 'Через 30 минут еду Билитуй ‐Забайкальск, возьму попутчиков. Телефон 89144689796',
    route: ['Билитуй', 'Забайкальск'],
    role: 'D',
  },
  {
    body: 'Ищу машину с Агинского в Дульдургу, сегодня в любое время. 8924 3894 390',
    route: ['Агинское', 'Дульдурга'],
    role: 'P',
  },
  {
    body: 'Ищу попутную машину с Борзи до Доно (Калги) 89141484075',
    route: ['Борзя', 'Калга'],
    role: 'P',
  },
  {
    body:
      '17,04 выезжаю с улан удэ до Иркутска, выезд в 4,30утра, возьму 2 пассажира, Ваибер 89085967857',
    route: ['Улан-Удэ', 'Иркутск'],
    role: 'D',
  },
  {
    body:
      'Ищу машину на сегодня после 18:00 после работы из Улан-Удэ до Аршана два пассажира , если что у меня есть права тел 89503852888',
    route: ['Улан-Удэ', 'Аршан'],
    role: 'P',
  },
  {
    body: 'Сегодня еду хелок до чита возьму пассажиров 17:00 +79245192929',
    route: ['Хилок', 'Чита'],
    role: 'D',
  },
  {
    body: 'Едем завтра, нужен пассажир скат. В. С У-Удэ до Кырена',
    route: ['Улан-Удэ', 'Кырен'],
    role: 'D',
  },
  {
    body: 'Еду после обеда из улан удэ в горячинск есть 3 места...т.89025351507',
    route: ['Улан-Удэ', 'Горячинск'],
    role: 'D',
  },
  {
    body: 'Сегодня с иркутска в ночь до у-удэ возьму 2 человек только звоните 89025624498',
    route: ['Иркутск', 'Улан-Удэ'],
    role: 'D',
  },
  {
    body: 'Ищу машину с У-у до Могойтуя на 15.04 1взр и ребенок 5 лет т. 89242720833',
    route: ['Улан-Удэ', 'Могойтуй'],
    role: 'P',
  },
  {
    body:
      'завтра после 10.30 кто-нибудь едит с Читы до Борзи？возьмите двух пасажиров（один ребенок кресло есть）',
    route: ['Чита', 'Борзя'],
    role: 'P',
  },
  {
    body: 'Кто едет из горного в Читу в раене 10 часов.',
    route: ['Горный', 'Чита'],
    role: 'P',
  },
  {
    body: 'Может кто едет сегодня Красный Чикой-Баляга, нужно одно место.. 89144472115',
    route: ['Красный Чикой', 'Баляга'],
    role: 'P',
  },
  {
    body: 'Еду сегодня, хилок, бада, петровский уу, возьму пассажиров, посылки',
    route: ['Хилок', 'Бада', 'Петровск-Забайкальский', 'Улан-Удэ'],
    role: 'D',
  },
  {
    body: 'тест Еду сегодня, хилок, петровский , возьму пассажиров, посылки',
    route: ['Хилок', 'Петровск-Забайкальский'],
    role: 'D',
  },
  {
    body: 'тест Еду сегодня из хилка до петровска , возьму пассажиров, посылки',
    route: ['Хилок', 'Петровск-Забайкальский'],
    role: 'D',
  },
  {
    body: 'тест Еду сегодня из хилка до петровского , возьму пассажиров, посылки',
    route: ['Хилок', 'Петровск-Забайкальский'],
    role: 'D',
  },
  {
    body: 'тест Еду сегодня, хилок-питровск , возьму пассажиров, посылки',
    route: ['Хилок', 'Петровск-Забайкальский'],
    role: 'D',
  },
  {
    body: 'тест Еду сегодня, хилок - петровск-забайкальск , возьму пассажиров, посылки',
    route: ['Хилок', 'Петровск-Забайкальский'],
    role: 'D',
  },
  {
    body: 'тест Еду сегодня из петровск-забайкальска в забайкальск , возьму пассажиров, посылки',
    route: ['Петровск-Забайкальский', 'Забайкальск'],
    role: 'D',
  },
  {
    body: 'тест Еду сегодня из петровска в забайкальск , возьму пассажиров, посылки',
    route: ['Петровск-Забайкальский', 'Забайкальск'],
    role: 'D',
  },
  {
    body: 'тест Еду сегодня из петровского завода в забайкальск , возьму пассажиров, посылки',
    route: ['Петровск-Забайкальский', 'Забайкальск'],
    role: 'D',
  },
  {
    body:
      'Ищу машину с уу до Новопавловки (петровск-Забайкальский район) 3 места, завтра после обеда',
    route: ['Улан-Удэ', 'Новопавловка', 'Петровск-Забайкальский'],
  },
  {
    body:
      'Сегодня вечером часов 22.00 двое пассажиров ищут машину со ст. Ага до Читы. 89145064918. Может маршрут идёт какой нибудь.',
    route: ['Станция Ага', 'Чита'],
    role: 'P',
  },
  {
    body: 'Прямо сейчас один пассажир до ст.Ага с чита',
    route: ['Станция Ага', 'Чита'],
    role: 'P',
  },
  {
    body: 'Сейчас  еду  в Даурию  с  Заб  -  как  89245763333',
    route: ['Даурия', 'Забайкальск'],
    role: 'D',
  },
  {
    body: 'Сейчас  поеду  в Даурию  с  Заб  -  как  89245763333',
    route: ['Даурия', 'Забайкальск'],
    role: 'D',
  },
  {
    body: 'Пассажир\nУеду рано утром (можно ночью) в Иркутск с Улан-Удэ 26.04.21.',
    route: ['Иркутск', 'Улан-Удэ'],
    role: 'P',
  },
];