const helpTxt = `
Примеры поиска объявлений:

✅ Найти по направлению:
  Чита Улан-Удэ
  Забайкальск Чита

✅ Найти в оба направления:
  Чита & УУ
  & Збк Чита

❗️ При подаче объявлений (в группах) населенные пункты указывать последовательно движению:
  правильно - "Ищу машину с Читы до Улан-Удэ"
  неправильно - "Ищу машину до Улан-Удэ из Читы";
  правильно - "Возьму пассажиров из Забайкальска, Борзи до Читы"
  неправильно - "Возьму пассажиров из Забайкальска до Читы, попутно из Борзи";
  Обратный маршрут указываать в отдельном сообщении.

❗️ Обязательно указывать номер телефона.
   Внимательно смотрите на дату/время, уточняйте маршрут.

/help - показать это сообщение`;


module.exports = {helpTxt};