// module.exports = [
export default [
  { txt: '22.03. 21г, ищу машину с Читы до Улан-Удэ в течении дня 89834575851' },
  { txt: 'Завтра 23.03 8-9ч утра еду из дульдурги до агинска есть свободные места 89143969808' },
  { txt: 'Маршрут 550. Агинское - Чита 22.03.21г в 19.00.9144543262.' },
  { txt: 'Ищу машину с читы до агинска.после 7 или 8 часов.89248061994' },
  { txt: 'Сегодня в 18 часов еду агинское-борзя, 89145140237' },
  {
    txt:
      'Завтра утром с Агинска до Читы аэропорта возьму пассажиров выезд ровно 5 часов  возьму пассажиров зв 89145070608 89244770846',
  },
  { txt: 'Ищу машину с уу до Читы на сегодня 22.03\n1 пассажир 89836331991' },
  {
    txt:
      'Завтра утром с Агинска до Читы аэропорта возьму пассажиров выезд ровно 5 часов  возьму пассажиров зв 89145070608 89244770846',
  },
  { txt: 'Во сколько часов отъезжает последняя маршрутка до могойтуя из агинска?' },
  { txt: 'Маршрут 550 Агинское -Чита.отправление 20-00 с автостанций.' },
  { txt: 'Во сколько часов отъезжает последняя маршрутка до могойтуя из агинска?' },
  { txt: 'На 25 марта с 06-06.30 утра ищу машину с Агинска до Читы. 3 пассажира.89141212232' },
  { txt: 'Ищу машину на 23.03. С Читы до УУ.\n1 пассажир' },
  {
    txt:
      '23 марта утром возьму пассажиров с Улан Удэ до Агинское. (telephone)8996 313 0808(вайбер есть)',
  },
  { txt: 'Ищу машину на сегодня 22.03 с Улан-Удэ до Читы 89245077236' },
  { txt: 'Ищу машину с агинска до могойтуя 1 пассажир сейчас 89143512964' },
  { txt: 'Ищем машину с Борзи до степи' },
  { txt: 'Ищу машину Улан-Удэ - Чита на сегодня 1 пассажир\n89142434341' },
  { txt: 'Ищу пассажиров Улан-Удэ - Чита test' },
  { txt: 'Ищу  пассажиров Улан-Удэ - Чита test' },
  { txt: 'Ищу   пассажиров Улан-Удэ - Чита test' },
  { txt: 'Завтра еду Забайкальск Чита есть места 89965147822' },
  { txt: 'Ищу машину с Улан удэ до Могойтуй 2пассажира' },
  { txt: 'Возьму сегодня 22.03 пассажиров с Читы до Агинска, Ага- хангила в 18.00 ч 89245490752' },
  { txt: 'Ищу машину с Читы до Могойтуя сейчас +79141319792' },
  { txt: '1 пассажир с Читы до Могойтуя сейчас +79141319792 test' },
  { txt: '1 пасажир с Читы до Могойтуя сейчас +79141319792 test' },
  { txt: '2  пассажира с Читы до Могойтуя сейчас +79141319792 test' },
  { txt: '2  пасажира с Читы до Могойтуя сейчас +79141319792, 89245490752 test' },
  { txt: 'tst  пасажир с Читы до Могойтуя сейчас +7 (914)-131-97-92 89245490752 test' },
  {
    txt:
      '24.03.21 утром возьму пассажиров с Улан-Удэ до Агинска, машина легковая (telephone) 8914 485 6869 и 8996 350 6939',
  },
  {
    txt: 'Возьму 2х посажиров до читы 6:00 89141492515',
  },
  {
    txt: '1 пассажир с Могойтуй до Читы сегодня или завтра утром 89144643919',
  },
  {
    txt: '24 марта утром возьму пассажиров с Читы до  Улан Удэ. К/т 89149855825',
  },
  {
    txt:
      'Есть 2 пассажира на завтра 24.03.с Улан-удэ до Агинска. Желательно утром, до обеда 89966079780.',
  },
  {
    txt: '24/03/21 Забайкальск-Борзя есть места. Выезд примерно 09:00. 89140556233',
  },
  {
    txt: '24/03/21 Забайкальск-Борзя есть  2 места. Выезд примерно 09:00. 89140556233',
  },
  {
    txt: '24/03/21 Забайкальск-Борзя есть2места. Выезд примерно 09:00. 89140556233',
  },
  {
    txt: '24/03/21 Забайкальск-Борзя естьместа. Выезд примерно 09:00. 89140556233',
  },
  {
    txt: '24/03/21 Забайкальск-Борзя есть места? 89140556233',
  },
  {
    txt:
      'Ежедневно Маршрут 523\nМогойтуй - Агинское - Чита\nВыезд из Могойтуя - 10.30\nВыезд из Агинского - 11.20\nВыезд из Читы - 17.40\nТел 89144759027.',
  },
  {
    txt: 'Еду Забайкальск -Борзя-Степь Возьму папутчиков Выезд 13:30-14:30   24.03 89143614522',
  },
  {
    txt: 'Ищу машину одно место Чита Забайкальск на 25.03',
  },
  {
    txt:
      'Сегодня вечером утром в течение часа еду Борзя Чита  возьму пассажиров. Телефон  tel 8 914 505 31 69',
  },
  {
    txt: 'Сегодня еду Борзя Чита возьму пассажиров. слово Телефон 89144860968',
  },
  {
    txt:
      '24/03 (сегодня) еду Борзя - Забайкальск.  Примерно где то гдето где-то где -то ориентировочно оринтеровочно аринтиров орентиров арентиров 15:00-16:00\nЕсть места. 89140556233',
  },
  {
    txt: '27 марта утром возьмём 2 пассажиров с Улан-Удэ до Агинска. Тел 89140580671',
  },
];