const points = [
  {
    _key: 'Chita',
    name: 'Чита',
    names: ['чита', 'читы', 'читу'],
  },
  {
    _key: 'UlanUde',
    name: 'Улан-Удэ',
    names: [
      'улан-удэ',
      'улан- удэ',
      'улан -удэ',
      'улан - удэ',
      'уу',
      'у-у',
      'уудэ',
      'у-удэ',
      'улан-у',
      'улан',
      'улан удэ',
      'улан-удe',
      'улан удe',
      'улан-у',
      'улан у',
    ],
  },
  {
    _key: 'Aginsk',
    name: 'Агинское',
    names: ['агинское', 'агинска', 'агинск'],
  },
  {
    _key: 'Duldurga',
    name: 'Дульдурга',
    names: ['дульдурга', 'дульдурги', 'дульдургу'],
  },
  {
    _key: 'Mogoitui',
    name: 'Могойтуй',
    names: ['могойтуй', 'могойтуя', 'мгт'],
  },
  {
    _key: 'Borzya',
    name: 'Борзя',
    names: ['борзя', 'борзи', 'борзю', 'борзию'],
  },
  {
    _key: 'Zabaikalsk',
    name: 'Забайкальск',
    names: ['забайкальск', 'забайкальска', 'забик', 'забика', 'збк', 'зб'],
  },
  {
    _key: 'Krasnokamensk',
    name: 'Краснокаменск',
    names: ['краснокаменск', 'краснокаменска', 'красный', 'красного'],
  },
  {
    _key: 'Dauriya',
    name: 'Даурия',
    names: ['даурия', 'даурии', 'даурию'],
  },
  {
    _key: 'Casuchey',
    name: 'Цасучей',
    names: ['цасучей', 'cасучей', 'цасучея', 'цасучея'],
  },
  {
    _key: 'Nerchinsk',
    name: 'Нерчинск',
    names: ['нерчинск', 'нерчинска'],
  },
  {
    _key: 'Baley',
    name: 'Балей',
    names: ['балей', 'балея'],
  },
  {
    _key: 'Shilka',
    name: 'Шилка',
    names: ['шилка', 'шилку', 'шилки'],
  },
];

export default points;
