const points = [
  {
    _key: 'Chita',
    name: 'Чита',
    names: ['чита', 'читы', 'читу'],
  },
  {
    _key: 'UlanUde',
    name: 'Улан-Удэ',
    dash: true,
    names: [
      'улан-удэ',
      'улан- удэ',
      'улан -удэ',
      'улан - удэ',
      'уланудэ',
      'уу',
      'у-у',
      'уудэ',
      'у-удэ',
      'улан-у',
      'улан',
      'улан удэ',
      'улан-удe',
      'улан удe',
      'улан-у',
      'улан у',
    ],
  },
  {
    _key: 'Irkutsk',
    name: 'Иркутск',
    names: ['иркутск', 'иркутска'],
  },
  {
    _key: 'Aginsk',
    name: 'Агинское',
    names: ['агинское', 'агинска', 'агинск'],
  },
  {
    _key: 'Duldurga',
    name: 'Дульдурга',
    names: ['дульдурга', 'дульдурги', 'дульдургу'],
  },
  {
    _key: 'Mogoitui',
    name: 'Могойтуй',
    names: ['могойтуй', 'могойтуя', 'мгт'],
  },
  {
    _key: 'Borzya',
    name: 'Борзя',
    names: ['борзя', 'борзи', 'борзю', 'борзию'],
  },
  {
    _key: 'Zabaikalsk',
    name: 'Забайкальск',
    names: ['забайкальск', 'забайкальска', 'забик', 'забика', 'збк', 'зб'],
  },
  {
    _key: 'Krasnokamensk',
    name: 'Краснокаменск',
    names: ['краснокаменск', 'краснокаменска', 'красный', 'красного'],
  },
  {
    _key: 'Dauriya',
    name: 'Даурия',
    names: ['даурия', 'даурии', 'даурию'],
  },
  {
    _key: 'Casuchey',
    name: 'Цасучей',
    names: ['цасучей', 'cасучей', 'цасучея', 'цасучея'],
  },
  {
    _key: 'Shilka',
    name: 'Шилка',
    names: ['шилка', 'шилку', 'шилки'],
  },
  {
    _key: 'Nerchinsk',
    name: 'Нерчинск',
    names: ['нерчинск', 'нерчинска'],
  },
  {
    _key: 'Baley',
    name: 'Балей',
    names: ['балей', 'балея'],
  },
  {
    _key: 'Sretensk',
    name: 'Сретенск',
    names: ['сретенск', 'сретенска', 'сретинск', 'сретинска'],
  },
  {
    _key: 'Chernyshevsk',
    name: 'Чернышевск',
    names: ['чернышевск', 'чернышевска'],
  },
  {
    _key: 'Olovyannaya',
    name: 'Оловянная',
    names: ['оловянная', 'оловяная', 'оловянной', 'оловяной', 'оловянную', 'оловяную'],
  },
  {
    _key: 'Gusinoozersk',
    name: 'Гусиноозерск',
    names: [
      'гусиноозерск',
      'гусиноозёрск',
      'гусинозерск',
      'гусинозёрск',
      'гусиноозерска',
      'гусиноозёрска',
      'гусинозерска',
      'гусинозёрска',
    ],
  },
  {
    _key: 'Selenginsk',
    name: 'Селенгинск',
    names: ['селенгинск', 'селенгинска'],
  },
  {
    _key: 'Kyahta',
    name: 'Кяхта',
    names: ['кяхта', 'кяхты', 'кяхту'],
  },
];

export default points;
